Repository: lmu-devs/lmu_app_client
Catalog: l10n/feedback/feedback_*.arb
Languages: de

# feedbackDescription
source: How's your experience with the app?
de: Wie ist Deine Erfahrung mit der App?

# feedbackButton
source: Send Feedback
de: Feedback senden

# feedbackSuccess
source: Feedback sent
de: Feedback gesendet

# feedbackError
source: Your feedback couldn't be submitted
de: Feedback konnte nicht gesendet werden

# feedbackInputHint
source: Tell us more sweetie ...
de: Erzähl uns mehr ...

# bugTitle
source: Report a Bug
de: Fehler melden

# bugDescription
source: Have you discovered a bug? Let us know! Your feedback helps us improve the app.
de: Du hast einen Fehler entdeckt? Lass es uns wissen! Dein Feedback hilft uns, die App zu verbessern.

# bugInputHint
source: I had a bug where ...
de: Ich hatte einen Fehler bei ...

# bugButton
source: Report Bug
de: Fehler melden

# bugSuccess
source: Bug reported
de: Fehler gemeldet

# bugError
source: Your bug couldn't be submitted
de: Fehler konnte nicht gesendet werden

# suggestionTitle
source: Suggest a Feature
de: Funktion vorschlagen

# suggestionDescription
source: No matter whether small, big, crazy, complicated, boring or visionary â€“ share your ideas with us here.
de: Egal ob klein, groß, verrückt, kompliziert, langweilig oder visionär – teile Deine Ideen hier mit uns.

# suggestionInputHint
source: I wish the app had ...
de: Ich wünsche mir ...

# suggestionButton
source: Send Suggestion
de: Vorschlag senden

# suggestionSuccess
source: Suggestion sent
de: Vorschlag gesendet

# suggestionError
source: Your suggestion couldn't be submitted
de: Vorschlag konnte nicht gesendet werden
