Repository: lmu-devs/lmu_app_client
Catalog: l10n/launch_flow/launch_flow_*.arb
Languages: de

# welcome
source: Welcome to the LMU Students App
de: Servus zur LMU Students App

# fromStudents
source: Built by Students for Students
de: Von Studierenden für Studierende

# campusCompanionTitle
source: Your Campus Companion
de: Dein Begleiter für die Uni

# campusCompanionDescription
source: Everything you need in one place
de: Alles, was du brauchst, an einem Ort

# developedByStudentsTitle
source: Developed by students
de: Von Studierenden entwickelt

# developedByStudentsDescription
source: Built with love by the LMU Developers student organization
de: Von eurer Hochschulgruppe LMU Developers gebaut

# moreToComeTitle
source: More to come
de: Freut euch auf mehr

# moreToComeDescription
source: Help us shape the app and submit your ideas to the wishlist
de: Geh mit uns auf die Reise zur besten Uni-App der Welt

# dataPrivacyIntro
source: By continuing, you agree to our
de: Mit dem Fortfahren akzeptierst du unsere

# dataPrivacyLabel
source: Privacy Policy
de: Datenschutzerklärung

source: Let's go
de: Los geht's

# releaseNotesTitle
source: What's new?
de: Was ist neu?

# facultySelectionTitle
source: Select your faculty
de: Wähle deine Fakultät

# facultySelectionDescription
source: to see personalized content
de: um personalisierte Inhalte zu sehen
