Repository: lmu-devs/lmu_app_client
Catalog: l10n/canteen/canteen_*.arb
Languages: de

# tabTitle
source: Food
de: Mensa

source: Open now
de: Jetzt geöffnet

# openUntil
source: Open until {time}
de: Geöffnet bis {time} Uhr

# openingSoon
source: Open from {time}
de: Öffnet um {time} Uhr

source: Closed
de: Geschlossen

source: All Canteens
de: Alle Mensen

source: Favorites
de: Favoriten

# mensaTypeStuCafe
source: StuCafÃ©
de: StuCafé

source: Alphabetically
de: Alphabetisch

source: Price
de: Preis

source: Rating
de: Bewertung

source: Distance
de: Entfernung

source: Type
de: Typ

# noFavorites
source: No favorites added yet
de: Noch keine Favoriten hinzugefügt

# allClosed
source: Everything is closed
de: Alles geschlossen

source: Save
de: Speichern

# myTasteDescription
source: Adjust and activate your taste profile to filter dishes by your preferences and allergies.
de: Passen Sie Ihr Geschmacksprofil an und aktivieren Sie es, um Gerichte nach Ihren Vorlieben und Allergien zu filtern.

source: Presets
de: Vorlagen

# tastePreferences
source: I eat and tolerate
de: Ich esse und vertrage

# myTasteFooter
source: The allergens and other labelling may change due to short-term recipe and menu changes that cannot be shown on the online menu. Please be sure to check the information on the daily counter displays in the restaurant. Trace information for allergy sufferers: Traces of allergens due to cross-contamination during preparation and serving as well as due to technologically unavoidable contamination of individual ingredients cannot be ruled out and are not labelled.
de: Die Allergene und die übrigen Kennzeichnungen ändern sich möglicherweise durch kurzfristige Rezeptur- und Speiseplanänderungen, die nicht im Internetspeiseplan ersichtlich sein können. Bitte beachten Sie unbedingt die Angaben auf den tagesaktuellen Thekenaufstellern in der Betriebsstelle. Spurenhinweis für Allergiker: Spuren von Allergenen durch Kreuzkontaminationen während der Vor- und Zubereitung bzw. Ausgabe sowie durch technologisch unvermeidbare Verunreinigungen einzelner Zutaten können nicht ausgeschlossen werden und werden nicht gekennzeichnet.

source: No connection
de: Keine Verbindung

source: Retry
de: Neu laden

source: Share
de: Teilen

# openDetails
source: Open from {openingTime}-{closingTime}
de: Geöffnet von {openingTime}-{closingTime} Uhr

# closedDetailed
source: Currently closed
de: Gerade geschlossen

# emptyFavoritesBefore
source: Tap the
de: Füge Favoriten mit dem

# emptyFavoritesAfter
source: icon to add favorites here
de: Symbol hinzu

source: Students
de: Studenten

source: Staff
de: Mitarbeiter

source: Guests
de: Gäste

source: Main Dish
de: Hauptgerichte

# soupDish
source: Soups / Studitopf
de: Suppen

# sideDish
source: Sides
de: Beilagen

# dessertDish
source: Desserts
de: Nachspeisen

# canteenInfo
source: 300+ seats, daily changing main meals, including vegetarian and vegan options.
de: 300+ Sitzplätze, täglich wechselnde Hauptmahlzeiten, inklusive vegetarischer und veganer Optionen.

# bistroInfo
source: 100-300 seats, specialized in snacks and smaller dishes.
de: 100-300 Sitzplätze, mit einer kleineren Auswahl an Gerichten.

# cafeInfo
source: Under 100 seats, focused on beverages and snacks.
de: Unter 100 Sitzplätze, fokussiert auf Getränke und Snacks.

source: Not your taste
de: Nicht nach deinem Geschmack

# tasteProfilePlaceholderNotActive
source: Activate your taste profile to filter dishes by preferences and allergies.
de: Dein Geschmacksprofil ist nicht aktiv

# tasteProfilePlaceholderActive
source: Adjust your taste profile to filter dishes by preferences and allergies.
de: Dein Geschmacksprofil ist aktiv

# servingOpenDetails
source: Serving open from {openingTime}-{closingTime}
de: Essensausgabe von {openingTime}-{closingTime} Uhr

source: Serving closed
de: Essensausgabe geschlossen

# servingOpeningSoon
source: Serving open from {time}
de: Essensausgabe öffnet um {time} Uhr

source: Ingredients
de: Inhalte

source: Prices
de: Preise

source: Base Price
de: Basispreis

source: Simple Price
de: Einfacher Preis

# pricePerUnit
source: {price} â‚¬ per {unit}
de: {price} je {unit}

# yourTasteFiltersAll
source: Your taste is giving 'hard to get' - weird flex but okay ðŸ’…
de: Deine Food-Preferences sind literally so main character energy rn...
