Repository: lmu-devs/lmu_app_client
Catalog: l10n/home/home_*.arb
Languages: de

# homeDescription
source: The App's Homepage
de: Startseite der App

# overviewTab
source: Overview
de: Überblick

# moviesTab
source: Movies
de: Filme

# groupTab
source: Groups
de: Gruppen

source: Tuition Fee
de: Semesterbeitrag

source: Lecture Period
de: Vorlesungszeit

source: Lecture-Free Period
de: Vorlesungsfreie Zeit

# tuitionFeeCountdown
source: You have {countdown} to re-enroll.
de: Du hast noch {countdown} um dich zurück zu melden.

# tuitionFeePayed
source: You are enrolled for {SummerOrWinter} {year}.
de: Du bist für {SummerOrWinter} {year} zurückgemeldet.

# tuitionFeeCopy
source: Tuition fee copied
de: Semesterbeitrag kopiert

source: Receiver
de: Empfänger

# receiverCopy
source: Receiver copied
de: Empfänger kopiert

# ibanCopy
source: IBAN copied
de: IBAN kopiert

source: Reference
de: Zweck

# referenceCopy
source: Reference copied
de: Zweck kopiert

source: Summer
de: Sommer

source: Dates
de: Termine

source: Benefits
de: Vorteile

# mvgDescription
source: Discounted Deutschlandticket for €38 per month
de: Vergünstigtes Deutschlandticket für 38€ pro Monat

# newsTitle
source: Newspapers & Magazines
de: Zeitung und Zeitschriften

# newsDescription
source: Read newspapers and magazines for free
de: Kostenlos und tagesaktuell

# philarmonikerDescription
source: Cheaper student tickets for classical concerts
de: Ermäßigte Tickets für Studenten

# operaTitle
source: State Opera
de: Staatsoper

# operaDescription
source: Range of special activities and cheaper tickets
de: Günstigere Tickets und zahlreiche Aktivitäten

source: For You
de: Für Dich

# favoriteLinksEmptyBefore
source: Tap the
de: Füge Links mit dem

# favoriteLinksEmptyAfter
source: to add links here and to home
de: hier und auf Home hinzu

source: Link copied to clipboard
de: Link kopiert
