Repository: lmu-devs/lmu_app_client
Catalog: l10n/wishlist/wishlist_*.arb
Languages: de

# tabTitle
source: Wishlist
de: Wunschkonzert

# wishlistIntro
source: The app is still on its way of reaching its full potential. Good things take time and thoughtful decisions. Help us figure out which features you miss the most.
de: Die App ist noch lange nicht am Ziel. Gute Dinge brauchen Zeit und durchdachte Entscheidungen. Helft uns herauszufinden, welche Funktionen euch am meisten fehlen.

source: Share App
de: App teilen

source: Rate App
de: App bewerten

# rateAppError
source: Opening store failed
de: Store konnte nicht geöffnet werden

# betaTitle
source: Become a beta tester
de: Beta Tester:in werden

# betaSubtitle
source: Test new app functions early
de: Teste neue App Features bereits früher

# wishlistEntriesTitle
source: Future Features
de: Zukünftige Funktionen

# wishlistStatusHidden
source: Hidden
de: Versteckt

# wishlistStatusDevelopment
source: In Development
de: In Entwicklung

# wishlistStatusDone
source: Done
de: Fertig

source: Test Prototype
de: Jetzt als Prototyp testen

# prototypeError
source: Launching prototype failed
de: Prototyp konnte nicht geöffnet werden

# previewImageCount
source: of
de: von
